;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Việt Nam
WebLang=VN
Translator=Phạm Tuấn Khanh - ptk911@yahoo.com.vn, leanh03@yahoo.com
Codepage=UNICODE 
Version=2.1.5


[Uninstaller Toolbar]
102 = Hiển thị
103 = Cài đặt
104 = Gỡ bỏ
105 = Công cụ
106 = Săn tìm
107 = Danh sách
108 = Biểu tượng
109 = Chi tiết
110 = Gỡ bỏ
111 = Xóa trong registry
112 = Làm mới
113 = Có phải bạn muốn xóa registry mục đã chọn ?
114 = Có phải bạn muốn gỡ bỏ phần mềm đã chọn ?
115 = Tự động cập nhật
116 = Trợ giúp
117 = Công cụ trợ giúp hiện tại...
118 = Trang chủ...
119 = Thông tin...
120 = Bạn không có Quyền quản trị !
121 = Có phải bạn muốn gỡ bỏ thành phần hệ thống đã chọn ?\nDỪNG LẠI, trừ khi bạn chắc chắn muốn thực hiện !
122 = Mục "Gỡ bỏ" hiển thị tất cả các chương trình đã cài đặt và những thành phần hiện hành cũng như của tất cả người dùng. Trong kiểu xem "Chi tiết" hoặc menu ngữ cảnh, bạn có thể xem thêm thông tin (liên kết và thuộc tính cài đặt). Một đặc tính quan trọng của Revo Uninstaller là chế độ "Săn tìm". Chế độ này cho bạn tính linh hoạt trong gỡ bỏ, dừng, xóa hoặc đình chỉ tự khởi động chỉ với một cái bấm chuột.
123 = Dò tìm:
124 = Tồn tại:
125 = Có phải bạn muốn xóa những thành phần hệ thống đã chọn trong Registry ?\nNó có thể cần khi hệ thống hoạt động !
126 =  đã bỏ tự khởi động !
127 =  được tự khởi động
128 = %s đã cài đặt trong cùng một vị trí%s !\nNhững thứ còn sót lại sẽ được tìm thấy ở cả hai chương trình ! Kiểm tra cẩn thận những gì bạn muốn gỡ bỏ !
129 = Gỡ bỏ bắt buộc MSI

[Uninstaller List]
150 = Chương trình
151 = Dung lượng
152 = Phiên bản
153 = Ngày cài đặt
154 = Công ty
155 = Trang chủ
156 = Chú thích
157 = Tập tin gỡ bỏ
158 = Khóa registry
159 = Người cài đặt

[Uninstaller StatusBar]
201 = Cài đặt: 
202 = Đang tải...

[Registry Optimizer]
302 = Chọn nơi để quét
303 = Start menu

[Autorun Toolbar]
407 = Chạy
408 = Dừng
409 = Xóa
410 = Mục:
411 = Đã kích hoạt:
412 = Với "Quản lý khởi động", bạn không những có thể kích hoạt hoặc đình chỉ các chương trình khởi động cùng Windows, bạn còn có thể lấy thêm thông tin liên quan về ứng dụng đó. Bạn có thể lấy đường dẫn khởi động, mô tả, nhà sản xuất, tình trạng (đang chạy hay không chạy) và vị trí của lệnh khởi động (trong registry hoặc một tập tin trên ổ cứng).

[Autorun List]
450 = Tên Chương trình
451 = Đường dẫn
452 = Mô tả
453 = Nhà sản xuất
454 = Trạng thái
455 = Vị trí
456 = ĐANG CHẠY
457 = KHÔNG CHẠY
458 = KHÔNG HỢP LỆ
459 = Dừng tiến trình
460 = Chạy tiến trình
461 = Mở thư mục chứa
462 = Mở vị trí Registry
463 = Sao chép đường dẫn
464 = Xóa mục chọn
465 = Bỏ mục không hợp lệ
466 = Bỏ mục không chạy
467 = Bỏ mục bị vô hiệu hóa
468 = Thuộc tính...
470 = Có phải bạn muốn đóng chương trình đã chọn ?\nDữ liệu chưa lưu sẽ bị mất !
471 = Có phải bạn muốn xóa mục đã chọn ?
472 = Có phải bạn muốn xóa tất cả mục không có giá trị ?
473 = Có phải bạn muốn xóa tất cả mục không chạy ?
474 = Có phải bạn muốn xóa tất cả mục không được kích hoạt ?
475 = Lệnh không tồn tại !
476 = KHÔNG RÕ
477 = Bỏ kích hoạt tự khởi động
478 = Kích hoạt tự khởi động

[Outlook Control]
300 = Tối ưu hóa
301 = Tối ưu hóa Registry
400 = Quản lý khởi động
500 = Dọn dẹp
501 = Dọn dẹp trình duyệt
600 = Dọn dẹp Microsoft Office
700 = Dọn dẹp Windows
800 = Xóa dấu vết
900 = Xóa không thể phục hồi
2100 = Công cụ Windows
2200 = Dọn dẹp các tập tin cũ

[Track Cleaner Browsers]
507 = Xóa tất cả
508 = Xóa lịch sử các trang đã truy cập
509 = Xóa lịch sử thanh địa chỉ
510 = Xóa tập tin tạm thời
511 = Xóa Cookies
512 = Xóa tập tin Index.dat
513 = Thực hiện
514 = Xóa lịch sử tải về
515 = Xóa lịch sử Session
516 = Xóa lịch sử Form
517 = Gỡ bỏ
518 = Có phải bạn muốn xóa tất cả lịch sử đã chọn ?
521 = Có phải bạn muốn xóa lịch sử Internet Explorer ?
522 = Có phải bạn muốn xóa lịch sử Firefox ?
523 = Có phải bạn muốn xóa lịch sử Opera ?
524 = Có phải bạn muốn xóa lịch sử Netscape ?
525 = Trình duyệt của bạn ghi lại thông tin chi tiết về mọi website bạn đã truy cập. Những thông tin này có thể tiếp cận dễ dàng từ cửa sổ trình duyệt của bạn, bằng một phím bấm đơn giản bất cứ ai cũng có thể biết bạn đã truy cập trang web nào ! Với "Dọn dẹp trình duyệt", bạn có thể xóa những tập tin tạm internet về hình ảnh, video trực tuyến bạn đã xem và tất cả các trang web bạn đã truy cập. Xóa tập tin tạm internet sẽ giúp giải phóng dung lượng trên ổ đĩa cứng.
526 = Đóng trình duyệt trước khi dọn dẹp
527 = Tập tin Index.dat sẽ được xóa khi máy khởi động lại.
599 = Dọn dẹp hoàn tất.

[Office Track Cleaner]
601 = Xóa
607 = Xóa lịch sử tài liệu gần đây của MS Word
608 = Gồm Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 và Word 2016
609 = Xóa lịch sử tài liệu gần đây của MS Excel
610 = Gồm Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 và Excel 2016
611 = Xóa lịch sử tài liệu gần đây của Access
612 = Gồm Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 và Access 2016
613 = Xóa lịch sử tài liệu gần đây của PowerPoint
614 = Gồm PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 và PowerPoint 2016
615 = Xóa lịch sử tài liệu gần đây của MS FrontPage
616 = Gồm FrontPage 2000, FrontPage XP, FrontPage 2003, FrontPage 2007 và FrontPage 2016
617 = Dọn dẹp Microsoft Office cho phép bạn xóa lịch sử của đa số tập tin đã dùng gần đây trong Microsoft Word, Excel, Access, PowerPoint và FrontPage. Nếu bạn không muốn một ai đó thấy được bảng tính, tài liệu đã mở hoặc soạn thảo cuối cùng hay các tập tin khác tạo bởi Microsoft Office, chỉ việc lựa chọn những kiểu tập tin bạn không muốn và bấm "Xóa". Đa số các tập tin đã dùng cho các dạng chương trình bạn chọn sẽ không còn lưu lại lịch sử.

[Windows Tracks Cleaner]
701 = Xóa
707 = Xóa lịch sử tài liệu gần đây
708 = Xóa lịch sử của Start Menu Run
709 = Xóa lịch sử tìm tập tin
710 = Xóa lịch sử tìm máy in, máy tính và người dùng
711 = Xóa bộ nhớ đệm
712 = Xóa lịch sử tập tin gần đây của "MS Paint"
713 = Xóa lịch sử tập tin gần đây của "MS Wordpad"
714 = Xóa lịch sử mở Regedit
715 = Xóa lịch sử Mở/Lưu hộp thoại chung gần đây
716 = Xóa lịch sử truy nhập thư mục hộp thoại chung
717 = Làm sạch thùng rác
718 = Xóa tập tin tạm của hệ điều hành
719 = Xóa tập tin ghi chép sử dụng trên Start Menu
720 = Microsoft Windows lưu giữ những ghi chép về nhiều thứ bạn đã làm trên máy tính của mình như lịch sử tìm kiếm tập tin (khi bạn tìm kiếm tập tin và thư mục), lịch sử tài liệu đã mở gần đây, lịch sử mở/lưu hộp thoại từ những chương trình khác nhau và nhiều thứ nữa. Dọn dẹp Windows cho phép bạn xóa tất cả những lịch sử và tập tin tạm này. Bạn cũng có thể làm rỗng thùng rác và xóa tập tin tạm để giải phóng dung lượng cho ổ cứng. 
721 = Lịch sử chạy sẽ được xóa sau khi tiến trình explorer.exe khởi động lại
722 = Dấu vết trên Windows Registry
723 = Dấu vết trên ổ cứng
724 = Xóa tập tin rác do xung đột bộ nhớ
725 = Xóa tập tin kiểm tra đĩa phân mảnh đã khôi phục


[Evidence Remover]
802 = Thực hiện
803 = Đang xóa
804 = Hãy đợi trong khi tiến trình xóa đang làm việc
805 = Hoàn tất
806 = Đánh dấu ổ đĩa mà tất cả dấu vết về công việc trên đó bạn muốn xóa. Công cụ này chỉ ảnh hưởng đến những dữ liệu đã bị xóa. CẢNH BÁO: Sau khi tiến trình hoàn tất, sẽ không thể phục hồi những tập tin bạn đã xóa !
807 = Khi bạn làm rỗng thùng rác, tập tin và thư mục của bạn rõ ràng là bị xóa đi, nhưng chúng không bị mất đi về mặt vật lý. Công cụ này sẽ tẩy đi những tập tin và thư mục đã bị xóa nhưng chưa mất đi vĩnh viễn trên ổ cứng của bạn. Dữ liệu bị xóa bởi công cụ Xóa dấu vết dường như không thể phục hồi lại được !
808 = Có phải bạn muốn xóa tất cả những tập tin đã xóa trên ổ đĩa đã chọn ?

[Unrecoverable Delete]
912 = Danh sách tập tin và thư mục sẽ bị xóa không thể phục hồi
913 = Tập tin
914 = Thư mục
915 = Thêm tập tin bạn muốn xóa khỏi hệ thống. Tập tin này sẽ không thể phục hồi bằng bất kỳ công cụ phần mềm nào !
916 = Thêm thư mục bạn muốn xóa khỏi hệ thống. Thư mục này sẽ không thể phục hồi bằng bất kỳ công cụ phần mềm nào !
917 = Thêm tập tin muốn xóa
918 = Thêm thư mục muốn xóa
919 = XÓA VĨNH VIỄN
920 = Xóa danh sách
921 = Nếu bạn muốn xóa tập tin hoặc thư mục một cách an toàn (không ai có thể phục hồi tập tin và thư mục này bằng bất kỳ công cụ nào), hãy dùng công cụ Xóa không thể phục hồi. Xóa tập tin và làm sạch thùng rác không có nghĩa là những tập tin này bị mất đi vĩnh viễn, chúng vẫn còn trên ổ cứng của bạn và bất cứ ai cũng có thể phục hồi dữ liệu đã xóa rất dễ dàng. Công cụ Xóa không thể phục hồi có thể làm được điều này bởi vì nó thực hiện xóa vật lý tất cả tập tin và thư mục được chọn.
922 = Có phải bạn muốn xóa tập tin và thư mục đã chọn ?

[Options Tree]
1001 = Cài đặt
1100 = Chung
1200 = Gỡ bỏ

[General]
1101 = Ngôn ngữ:
1102 = Kiểu Nâng cao
1103 = Kiểm tra cập nhật khi khởi động

[Uninstaller Options]
1201 = Hiển thị cập nhật hệ thống
1202 = Hiển thị thành phần hệ thống
1204 = Chỉ gỡ bỏ bằng trình gỡ bỏ sẵn có của chương trình
1205 = (Không hỗ trợ trong Windows Vista)
1206 = Tạo điểm Khôi phục hệ thống trước khi gỡ bỏ
1207 = Xóa tập tin và thư mục còn thừa lại vào thùng rác

[Auto Update]
1907 = Cập nhật
1908 = Thông tin phiên bản
1909 = Phiên bản hiện tại:
1910 = Phiên bản mới nhất:
1911 = TẢI VỀ
1912 = Tải phiên bản mới nhất
1913 = Có gì mới
1914 = Đang kiểm tra...
1915 = Lỗi kết nối...
1916 = DỪNG
1917 = Đã tải về %s của %s
1918 = Đã tải về %s (không biết dung lượng)
1919 = Revo Uninstaller không thể kết nối tới www.revouninstaller.com. Hãy kiểm tra kết nối internet và tường lửa của bạn không chặn Revo Uninstaller
1920 = Lỗi: Kiểm tra phiên bản mới thất bại. Không có kết nối internet.

[WinTools]
2110 = Chạy
2111 = Có nhiều công cụ hữu dụng và là thành phần đi kèm cùng hệ điều hành Windows. Một số công cụ được bố trí rắc rối, gây khó khăn khi truy nhập. Công cụ Windows giúp bạn thực hiện nhanh chóng hơn, chỉ với một cú click chuột bạn có thể truy nhập tới hơn 10 công cụ Windows khác nhau.
2112 = Khi có vấn đề xuất hiện, bạn có thể sử dụng System Restore để khôi phục máy tính của bạn về một trạng thái đã lưu trước đó mà không làm mất dữ liệu cá nhân của bạn. System Restore ghi chép những thay đổi của hệ thống và một số tập tin chương trình và tự động tạo ra điểm khôi phục một cách dễ dàng. Những điểm khôi phục này cho phép bạn đưa hệ thống về một trạng thái đã sao lưu trước đó. Điểm khôi phục được tạo ra hằng ngày và khi hệ thống có những thay đổi quan trọng. Bạn cũng có thể tạo ra và đặt tên cho điểm khôi phục của bạn bất cứ lúc nào.
2113 = Bạn có thể dùng nó để tập hợp và hiển thị thông tin về phần cứng máy tính và hệ điều hành của bạn, cấu hình internet của bạn, cấu hình đường truyền và môđem của bạn. Với công cụ Network Diagnostics bạn có thể thực hiện quét hệ thống và kiểm tra kết nối mạng của bạn.
2114 = Network Information hiển thị tất cả thông tin cấu hình mạng TCP/IP hiện hành, những thiết đặt DHCP và DNS. Network Information cũng hiển thị đầy đủ cấu hình TCP/IP cho tất cả những kết nối mạng bao gồm địa chỉ IP, địa chỉ MAC, subnet mask, default gateway, WINS, và cấu hình DNS.
2115 = Security Center kiểm tra tình trạng của 3 sự bảo vệ cơ bản cho máy tính của bạn: Firewall, Automatic updating và Malware/virus protection. Nếu phát hiện có vấn đề với những sự bảo vệ trên (ví dụ như chương trình diệt vius của bạn đã hết hạn), Security Center sẽ phát cảnh báo và đưa ra lời khuyên giúp bạn bảo vệ máy tính tốt hơn.
2116 = System Properties có thể được dùng để hiển thị thông tin cơ bản về phần cứng máy tính như loại CPU, dung lượng bộ nhớ RAM, thuộc tính thiết bị phần cứng, thông tin về kết nối mạng và báo cáo cho Microsoft hoặc người quản trị hệ thống khi có lỗi chương trình và hệ thống.
2117 = System Infomation là một thành phần của hệ điều hành Windows dùng để tập hợp và hiển thị thông tin cấu hình hệ thống máy tính. Bao gồm thông tin cấu hình phần cứng, thành phần máy tính, phần mềm, drivers đã nhận hoặc chưa nhận. System Infomation là một công cụ hỗ trợ bạn truy cập nhanh những thông tin về máy tính của bạn và hệ điều hành của nó.
2118 = TCP/IP Netstat Command là một thành phần của hệ điều hành Windows hiển thị tất cả các hoạt động kết nối TCP và các cổng TCP/UDP đang được dùng cũng như các chương trình đang dùng TCP/UDP (tên các chương trình chạy nằm trong khung [], trên đỉnh là tên gọi các thành phần, phía trước là TCP/IP được sử dụng)
2119 = On Screen Keyboard hiển thị một bàn phím ảo trên màn hình và cho phép người dùng nhập dữ liệu bằng các công cụ trỏ. Bạn có thể dùng On-Screen Keyboard nếu nghi ngờ có Key-Logger được cài đặt trên máy tính. On-Screen Keyboard giúp giảm khả năng bị đánh cắp dữ liệu.
2120 =  Disk Defragmenter phân tích ổ đĩa cứng của bạn, sắp xếp lại dữ liệu, củng cố không gian trống giúp các tập tin không bị phân mảnh. Từ đó, hệ thống có thể truy nhập dữ liệu một cách hiệu quả hơn.
2121 = Services có thể khởi động, hủy bỏ, tạm dừng, tiếp tục hoặc vô hiệu hóa một dịch vụ trên máy tính. Services cũng có thể khôi phục hoạt động của một dịch vụ khi nó ngừng chạy (ví dụ như khởi động lại dịch vụ một cách tự động), cho phép hoặc vô hiệu hóa dịch vụ của một cấu hình phần cứng đặc biệt, hiển thị trạng thái và mô tả của từng dịch vụ.
2122 = Shared Folders có thể được dùng để quản lý tài nguyên dùng chung trong cùng một mạng, điều khiển truy nhập của người dùng, thuộc tính tài nguyên dùng chung, hiển thị tóm tắt về kết nối và tài nguyên sử dụng trên máy tính và các máy nội bộ. Shared Folders hiển thị danh sách tất cả người dùng kết nối từ xa (trong cùng một mạng) tới máy của bạn và ngắt kết nối một trong số họ. Bạn cũng có thể xem danh sách các tập tin được mở bởi các người dùng khác trong mạng.
2123 = Group Policy bao gồm người dùng và cấu hình xử lý máy tính. Group Policy thiết đặt rõ ràng các thành phần khác nhau trên desktop của người dùng mà người quản trị hệ thống cần để quản lý (chẳng hạn, chương trình sẵn có của những người dùng, chương trình xuất hiện trên desktop của người dùng và những tùy chọn cho Start menu)
2124 = Add/Remove Windows Components giúp bạn quản lý các thành phần của Windows được cài đặt trên máy tính của bạn. Sau khi hệ điều hành Windows được cài đặt trên máy tính, bạn có thể sử dụng công cụ này để thêm các thành phần của Windows không có khi cài mặc định, hoặc có thể gỡ bỏ các thành phần không cần đến.
2125 = Công cụ̣ Microsoft Windows Malicious Software Removal kiểm tra sự lây nhiễm trên máy tính bởi các phần mềm độc hại và giúp bạn loại bỏ mọi sự lây nhiễm được tìm thấy. Các phần mềm độc hại  bao gồm virus, sâu và Trojan. Khi tiến trình quét và diệt hoàn tất, chương trình sẽ hiện báo cáo kết quả nếu các phần mềm độc hại được tìm thấy và loại bỏ.


[Junk Files Cleaner Options]
2202 = Ổ đĩa để quét:
2203 = Mẫu
2204 = Mô tả
2205 = Thêm
2206 = Xóa
2207 = Khôi phục mặc định
2208 = Dọn dẹp tập tin rác::Chung
2209 = Dọn dẹp tập tin rác::Chặn
2220 = Mẫu để quét:
2221 = Bạn có thể dùng ký tự ( ?,*) cho dấu gộp
2222 = Thêm mẫu
2223 = Thêm mẫu chặn
2224 = Bạn có thể dùng ký tự ( ?,*) cho dấu gộp
2225 = Mẫu loại trừ:
2226 = Xóa các tập tin vào Thùng rác
2227 = Bỏ qua những tập tin được truy cập cách đây 24 giờ

[Junk Files Cleaner Tool]
2306 = Quét
2307 = Xóa
2308 = Đang quét
2309 = Xin chờ trong khi tiến trình đang quét.
2310 = Hủy bỏ
2311 = Tên
2312 = Dung lượng
2319 = Tập tin:
2320 = Tổng dung lượng:
2323 = Những tập tin này đang sử dụng bởi Windows hoặc\n chương trình khác nên không thể xóa bây giờ
2324 = Bạn hãy chọn ít nhất một ổ đĩa để quét.
2325 = Xóa các tập tin cũ cho phép bạn tìm và xóa bỏ những tập tin không cần thiết trên máy tính của bạn. Thông thường các tập tin này sẽ được xóa đi bởi chương trình tạo ra chúng khi không cần thiết nữa. Tuy nhiên, chúng thường xuyên vẫn lưu lại trên ổ cứng do một số sự cố. Điều này gây chiếm không gian ổ đĩa cứng và có thể làm chậm hệ thống, v.v...
2326 = Tập tin:
2327 = Đang xóa tập tin

[Context Menu Junk Files Cleaner]
2313 = Mở
2314 = Tìm trên Google
2315 = Mở thư mục chứa
2316 = Thuộc tính...
2317 = Đánh dấu tất cả
2318 = Bỏ đánh dấu tất cả
2321 = Chọn tất cả
2322 = Bỏ chọn tất cả

[Topmost Window]
4002 = Cài đặt
4003 = Mở Hộp thoại chính
4004 = Chế độ Kéo và thả
4005 = Chế độ Săn tìm
4006 = Kích thước
4007 = Nhỏ
4008 = Trung bình
4009 = Lớn
4010 = Kích thước hộp thoại
4011 = THOÁT
4012 = Gỡ bỏ
4013 = Dừng tự khởi động
4014 = Dừng tiến trình
4015 = Dừng và xóa tiến trình
4016 = Mở thư mục lưu
4017 = Thông tin
4018 = Thuộc tính
4019 = HỦY BỎ
4020 = Chỉ hỗ trợ một tập tin tại một thời điểm !
4021 = Bạn đã thả 1 thư mục, hãy kéo và thả 1 tập tin !
4022 = Xóa hoặc Gỡ bỏ:
4023 = Chưa quyết định ! Thử trên một cửa sổ hoặc biểu tượng khác.
4024 = Không thể chạy lệnh gỡ bỏ\n Hãy gỡ bỏ chương trình trong mục "Gỡ bỏ".
4025 = Không tìm thấy gói cài đặt\nThủ thuật: Lấy thông tin khác của chương trình trên hộp thoại chính và\n thử gỡ bỏ thủ công !
4026 = Chương trình đã bị đình chỉ trong mục tự khởi động !\nThủ thuật: Nếu bạn muốn kích hoạt trở lại, sử dụng Công cụ tự chạy trong chương trình chính !
4027 = Chương trình không được tìm thấy trong vùng khởi động chung\nThủ thuật: Tìm những vùng khác được dùng để khởi động chương trình, thử tìm trên Google !
4028 = Có phải bạn muốn đóng chương trình đã chọn ?\nMọi dữ liệu chưa lưu sẽ mất !
4029 = Gỡ bỏ
4030 = Có phải bạn muốn đóng và xóa chương trình đã chọn ?\nMọi dữ liệu chưa lưu sẽ mất !
4031 = Có phải bạn muốn đóng Windows Explorer ?\n Start menu, taskbar và khay hệ thống sẽ bị mất !
4032 = Tự khởi động cùng Windows
4033 = Độ trong suốt

[Scan After Uninstall]
4210 = Vị trí
4211 = Khóa
4212 = Giá trị
4213 = Dữ liệu
4214 = Tập tin
4215 = Hãy chọn một mục để xóa !
4216 = Quét sau khi Gỡ bỏ
4217 = Chọn Tất cả
4218 = Bỏ chọn Tất cả
4219 = Xóa
4220 = Tập tin còn sót lại
4221 = Registry còn sót lại
4222 = Đang quét trước khi gỡ bỏ, xin chờ...
4223 = Đang chạy công cụ gỡ bỏ...
4224 = Hãy thực hiện quét những tập tin, thư mục, khóa registry còn sót lại khi tiến trình gỡ bỏ của chương trình hoàn tất.
4225 = Đang quét sau khi gỡ bỏ, xin chờ...
4226 = Hãy kiểm tra cẩn thận những mục được liệt kê !
4227 = Đóng
4228 = Tập tin còn lại sẽ bị xóa sau khi máy khởi động lại.
4229 = Chạy trình gỡ bỏ sẵn có của chương trình thất bại !\nCó thể lệnh gỡ bỏ gặp lỗi !
4230 = Quay lại
4231 = Tiếp tục
4232 = Chọn chế độ gỡ bỏ
4233 = Các chế độ
4234 = Có sẵn - chỉ chạy trình gỡ bỏ sẵn có của chương trình, không quét thêm gì
4235 = An toàn - bao gồm chế độ Có sẵn cộng thêm quét Registry và ổ cứng để tìm những mục còn sót lại rồi xóa chúng một cách an toàn. Đây là chế độ nhanh nhất.
4236 = Trung bình - bao gồm chế độ An toàn và thực hiện quét tìm tất cả những thông tin còn sót lại của chương trình ở những vị trí thông thường trên Registry và ổ cứng.
4237 = Nâng cao - Bao gồm chế độ Trung bình và thực hiện quét sâu, kỹ tất cả những thông tin còn sót lại của chương trình trên Registry và ổ cứng. Đây là chế độ chậm nhất.
4238 = Phân tích dữ liệu của chương trình trước khi gỡ bỏ
4239 = Khởi động trình gỡ bỏ sẵn có của chương trình
4240 = Sau khi tiến trình gỡ bỏ sẵn có của chương trình hoàn tất, bấm "Tiếp tục" để thực hiện quét những tập tin, thư mục và các mục registry còn sót lại.
4241 = Đang phân tích và gỡ bỏ. 
4242 = Quét thông tin còn sót lại
4243 = Gỡ bỏ sẵn có hoàn tất, hiện đang quét Registry và ổ cứng để tìm những tập tin, thư mục và các mục registry liên quan đến chương trình đã gỡ bỏ. Xin chờ….
4244 = Tìm thấy các mục Registry còn sót lại
4245 = Tìm thấy các mục Registry:
4246 = Ghi chú: Hãy cẩn thận khi chọn các mục ! Chỉ những mục in đậm đã đánh dấu và các mục con sẽ bị xóa !
4247 = Tìm thấy các tập tin và thư mục còn sót lại
4248 = Tìm thấy các mục:
4249 = My Computer
4250 = Revo Uninstaller không thể khởi động trình gỡ bỏ sẵn có của chương trình. Có thể lệnh gỡ bỏ không có giá trị hoặc trình gỡ bỏ sẵn có bị hỏng. Bạn có thể bấm "Quay lại" và thử chế độ gỡ bỏ khác.
4251 = Trình gỡ bỏ sẵn có của chương trình hoàn tất. Revo Uninstaller không thể quét các mục còn sót lại. Bạn có thể bấm "Quay lại" và thử chế độ gỡ bỏ khác để tìm những tập tin, thư mục và các mục Registry còn sót lại.
4252 = Revo Uninstaller đã hoàn tất các thủ tục gỡ bỏ. Nhưng các mục còn sót lại không được tìm thấy. Bạn có thể bấm "Quay lại"  và thử chế độ khác để quét sâu hơn.
4253 = Revo Uninstaller đã hoàn tất các thủ tục gỡ bỏ. Nếu bạn muốn tìm những mục sót lại khác bạn có thể bấm "Quay lại" và thử một chế độ gỡ bỏ khác để quét sâu hơn.
4254 = Hoàn tất
4255 = Có phải bạn muốn xóa những tập tin đã chọn vào thùng rác ?
4256 = Có phải bạn muốn xóa những mục registry đã chọn ?
4257 = Revo Uninstaller đã hoàn tất thủ gỡ bỏ !
4258 = Có phải bạn muốn bỏ qua việc xóa các mục Registry tìm thấy và sang bước kế tiếp ?
4259 = Có phải bạn muốn bỏ qua việc xóa các tập tin, thư mục tìm thấy và sang bước kế tiếp ?
4260 = Quét các mục sót lại hoàn tất. Bấm "Tiếp tục" để xem kết quả !
4261 = Đang tạo điểm Khôi phục hệ thống...
4262 = Tạo điểm Khôi phục hệ thống thất bại !
4263 = Tạo điểm Khôi phục hệ thống đã bị vô hiệu hóa (trong Cài đặt->Gỡ bỏ)
4264 = Tạo điểm Khôi phục hệ thống - Hoàn tất !


[About]
4300 = Người dịch:

[ContextMenu Uninstaller]
5000 = Lệnh
5001 = Thông tin
5002 = Tìm trên Google
5004 = Vị trí cài đặt
5005 = Mở đường dẫn Thông tin...
5006 = Mở đường dẫn Trợ giúp...
5007 = Mở đường dẫn Cập nhật...
5008 = Mở khóa Registry...

[Common]
10000 = ĐỒNG Ý
10001 = Hủy bỏ
10002 = Trợ giúp
10003 = Duyệt...
10004 = Công cụ trợ giúp hiện tại
10005 = Trang chủ
10006 = Thông tin
10007 = Cảnh báo
10008 = LỖI
10009 = Có
10010 = Không

[Tooltips]
2000 = Chuyển sang chế độ Gỡ bỏ
2001 = Hiện bảng công cụ
2002 = Điều chỉnh những thiết lập
2003 = Chuyển sang chế độ Săn tìm
2004 = Thay đổi cách hiển thị chương trình đã cài đặt
2005 = Gỡ bỏ chương trình đã chọn
2006 = Xóa đường dẫn registry
2007 = Làm mới danh sách chương trình
2008 = Cập nhật phiên bản hiện tại của bạn lên phiên bản mới nhất
2009 = Tìm thêm thông tin và trả lời các câu hỏi về phần mềm
404 = Chạy chương trình đã chọn
405 = Dừng và đóng chương trình đã chọn
406 = Chặn chương trình từ danh sách tự khởi động
506 = Xóa những mục đã chọn
605 = Xóa những mục đã chọn
705 = Xóa những mục đã chọn
2106 = Chạy công cụ đã chọn
2304 = Quét những tập tin không cần thiết theo cài đặt
2305 = Xóa tập tin đã kiểm tra vào Thùng rác



[UninstallerPro]
15000 = Chung
15001 = Quản lý nhóm
15002 = Chương trình mới
15003 = Chương trình khác
15004 = Tên
15005 = Đổi tên
15006 = Internet
15007 = Trò chơi
15008 = Đa phương tiện
15009 = Tiện ích
15050 = Dời lên
15051 = Dời xuống
15052 = Thêm
15053 = Xóa
15054 = Cột
15055 = Xóa cột này
15056 = Hàng
15057 = Trái
15058 = Giữa
15059 = Phải
15060 = Phù hợp nhất
15061 = Xuất ra
15062 = Dạng văn bản (txt)
15063 = Dạng HTML (html)
15064 = Microsoft Excel
15065 = Xuất ra
15066 = Chọn cột bạn muốn xuất ra
15067 = Hiển thị chương trình mới cài đặt:
15068 = Lần cuối (...ngày)
15069 = Từ lần chạy cuối của gỡ bỏ
15070 = Tên nhóm:
15071 = Thêm
15072 = Nhóm
15073 = Chương trình đánh dấu
15074 = Chương trình\nđánh dấu
15075 = Tất cả Chương trình
15076 = Tất cả\nChương trình
15077 = Xóa tập tin ghi chép
15078 = Tùy chỉnh Gỡ bỏ
15079 = Đổi biểu tượng
15080 = Thêm vào nhóm
15081 = Xóa khỏi nhóm
15082 = Đang gỡ bỏ
15083 = Đang gỡ bỏ tập tin và thư mục ghi chép của chương trình:
15084 = Đang gỡ bỏ mục Ghi chép Registry:
15085 = Có một số dữ liệu liên quan đến chương trình đã gỡ bỏ, nhưng không được xóa đi vì chúng không được Ghi chép bởi Revo Uninstaller khi cài đặt. Nếu bạn muốn xem lại rồi xóa chúng, hãy bấm "Gỡ bỏ cấp cao"
15086 = Gỡ bỏ cấp cao
15087 = Đường dẫn
15088 = Đang tải danh sách...
15089 = Gỡ bỏ giá trị đã chọn
15090 = Mở khóa registry gốc... 
15091 = Mở rộng tất cả
15092 = Hủy bỏ tất cả
15093 = Tên giá trị
15094 = Thư mục Ghi chép:
15095 = Đổi tên vận hành của những tồn tại trước đó trên thư mục và tập tin hệ thống
15096 = Gỡ bỏ bắt buộc
15097 = Gỡ bỏ\nbắt buộc
15098 = Mở rộng khóa đã chọn
15099 = Thu gọn khóa đã chọn
15100 = Gỡ bỏ khóa đã chọn
15101 = Đánh dấu khóa khởi tạo
15102 = Thêm vào Danh sách loại trừ
15103 = Tập tin Ghi chép bị lỗi
15104 = Tập tin không tồn tại ! Nhập một tập tin hợp lệ hoặc hủy bỏ thao tác
15105 = Chọn tiến trình
15106 = Thêm Tiến trình vào danh sách
15107 = Đường dẫn tiến trình:
15108 = Thêm khóa Registry
15109 = Đường dẫn khóa Registry
15110 = Lệnh Gỡ bỏ ép buộc giúp bạn gỡ cài đặt các chương trình hoặc xóa các tập tin còn sót lại của cài đặt không hoàn chỉnh hoặc của các chương trình đã bị gỡ bỏ. Bạn có thể duyệt các tập tin và thư mục còn sót lại hoặc nhập đường dẫn đầy đủ tới bất kỳ tập tin hoặc thư mục nào của chương trình bạn muốn gỡ bỏ. Bạn cũng có nhập tên chương trình làm thông tin bổ sung. Dựa trên các dữ liệu nhập vào, Revo Uninstaller tìm kiếm một trình gỡ bỏ sẵn có hoặc các bản ghi cài đặt có liên quan trong mô-đun Chương trình được theo dõi  và Cơ sở dữ liệu bản ghi. Nếu có gì được tìm thấy, nó sẽ được liệt kê để bạn có thể chọn sử dụng nó hoặc không.\n\nVui lòng nhập chính xác tên và vị trí cài đặt của chương trình bạn muốn gỡ bỏ!
15111 = Chế độ quét
15112 = Có sẵn
15113 = An toàn
15114 = Trung bình
15115 = Nâng cao
15116 = Đường dẫn tập tin hoặc thư mục chương trình:
15117 = Tên chính xác của chương trình:
15118 = Trình gỡ bỏ sẵn có:
15119 = Chạy trình gỡ bỏ sẵn có
15120 = Tên Chương trình
15121 = Lệnh gỡ bỏ
15122 = Kiểu
15123 = 32-bit
15124 = 64-bit
15125 = Tắt Tiến trình và Tiếp tục
15126 = Tập tin đang được sử dụng ! Nếu bạn muốn gỡ nó và những thứ liên quan, tốt hơn hết bạn nên tắt nó trước khi tiếp tục
15127 = Khóa Registry được loại trừ
15128 = Chọn
15129 = Hiện cửa sổ "Chương trình đánh dấu" khi khởi động
15130 = Xóa tập tin và thư mục:
15131 = vào thư mục Sao lưu
15132 = vào Thùng rác
15133 = Xóa vĩnh viễn
15134 = Có phải bạn muốn xóa mục đã chọn ?
15135 = Thư mục
15136 = Tập tin
15137 = Tập tin và thư mục liên quan
15138 = Mục Registry liên quan
15139 = Khóa:
15140 = Mục:
15141 = Tập tin và thư mục đã ghi chép
15142 = Đổi tên tập tin và thư mục hệ thống tồn tại trước đó
15143 = Có phải bạn muốn gỡ mục đã chọn ?
15144 = Những tập tin còn lại sẽ bị xóa khi máy khởi động lại
15145 = Mục Registry đã ghi chép
15146 = Đang gỡ bỏ...
15147 = Đang quét tập tin, thư mục và registry còn lại theo thông tin ban đầu
15148 = Phân tích và khởi động trình gỡ bỏ sẵn có của chương trình
15149 = Sau khi trình gỡ bỏ sẵn có của chương trình hoàn tất, bấm "Quét" để tìm tập tin, thư mục và registry còn sót lại
15150 = Không đủ không gian ổ cứng để ghi tập tin dữ liệu đệm
15151 = Lỗi ghi tập tin đệm. Bạn còn muốn cho phép.
15152 = Lỗi đọc tập tin dữ liệu đệm
15153 = Không tìm thấy mục còn sót lại
15154 = Quét
15155 = Tùy chỉnh Gỡ bỏ
15156 = "Tất cả Chương trình" hiển thị tất cả những phần mềm đã được cài đặt bởi người dùng hiện tại cũng như của tất cả người dùng, được chia thành hai nhóm mặc định - "Chương trình mới" và "Chương trình khác". Khi sử dụng kiểu xem "Chi tiết" hoặc dùng menu ngữ cảnh, bạn có thể xem thêm thông tin (liên kết và thuộc tính cài đặt). Thiết lập cho chế độ này nằm trong mục "Tất cả Chương trình" phía dưới mục "Gỡ bỏ" trong cửa sổ  "Cài đặt".
15157 = "Chương trình đánh dấu" của Revo Uninstaller hiển thị tất cả chương trình bạn đã đánh dấu (Ghi chép) khi chúng được cài đặt bởi Revo Uninstaller. Để đánh dấu một chương trình với Revo Uninstaller, bạn có thể bấm chuột phải lên gói cài đặt (setup) của nó hoặc bấm "Cài đặt Chương trình" trong thanh công cụ chính. Thiết lập cho chế độ này nằm trong mục "Chương trình đánh dấu" phía dưới mục "Gỡ bỏ" trong cửa sổ "Cài đặt".
15158 = Đăng ký
15159 = Tập tin trợ giúp
15160 = Cài đặt Chương trình
15161 = Cài đặt\nChương trình
15162 = Tạo điểm Khôi phục hệ thống và sao lưu Registry trước khi gỡ bỏ
15163 = Đang sao lưu Registry...
15164 = Tạo điểm Khôi phục hệ thống và sao lưu Registry bị đình chỉ (trong Cài đặt->Gỡ bỏ)
15165 = Sao lưu Registry - Hoàn tất !
15166 = Sao lưu Registry - Thất bại !
15167 = (Không hỗ trợ trong Windows Vista hoặc Windows 7, 8, 10)
15168 = Ghi chép:
15169 = Hoặc bấm chuột phải vào biểu tượng "Săn tìm" và chọn "THOÁT" để đóng chương trình.
15170 = Mở mức gỡ bỏ cực đại
15171 = Đường dẫn thư mục
15172 = Vui lòng cài đặt chương trình đọc pdf để xem Tập tin trợ giúp
15173 = Thêm Nhóm mới
15174 = Xóa tập tin Ghi chép đã chọn
15175 = Tạo lại tập tin tạm
15176 = Có phải bạn muốn tạo lại tập tin tạm ?\nCác tùy chỉnh của bạn trên các chi tiết chương trình sẽ được khôi phục lại !
15177 = Quản lí
15178 = Xuất, Nhập hoặc Chỉnh sửa Ghi chép
15179 = Thay đổi\nhoặc Sửa lỗi
15180 = Thay đổi hoặc Sửa lỗi
15181 = Link cập nhật
15182 = Cơ sở dữ liệu Ghi chép
15183 = Cơ sở dữ liệu\nGhi chép
15184 = Chương trình:
15185 = Tên Chương trình
15186 = Phiên bản
15187 = Phiên bản Windows
15188 = Bit Windows
15189 = Tìm thấy
15190 = Chỉ hiển thị Ghi chép tương thích với %s
15191 = Chỉ hiển thị Ghi chép kiểu %s
15192 = Ghi chép:
15193 = Cơ sở dữ liệu Ghi chép:
15194 = Tìm theo:
15195 = Ghi chép
15196 = Ghi chép
15197 = Chương trình
15198 = Chương trình
15199 = Tên
15200 = Gỡ bỏ nhanh
15201 = Gỡ bỏ\nnhanh
15202 = Tạo Sao lưu hệ thống gốc
15203 = Đang gỡ bỏ chương trình %d của %d
15204 = Phân tích ban đầu - Hoàn tất !
15205 = Chạy trình gỡ bỏ sẵn có của chương trình - Hoàn tất !
15206 = Chạy trình gỡ bỏ sẵn có của chương trình - Thất bại !
15207 = Đang quét các tập tin, thư mục và registry còn sót lại...
15208 = Đang xóa các mục còn sót lại...
15209 = Đã xóa %d khóa registry và %d mục còn sót lại
15210 = Đã xóa %d thư mục và %d tập tin còn sót lại
15211 = Gỡ bỏ nhanh đã hoàn tất !
15212 = Trạng thái
15213 = Sau khi trình gỡ bỏ sẵn có của chương trình chạy hoàn tất, bấm "Tiếp tục" để hoàn tất tiến trình gỡ bỏ.
15214 = Tiếp tục
15215 = Đã nhập
15216 = Thêm Chú thích
15217 = Chỉnh sửa Chú thích
15218 = Danh sách
15219 = Ngày
15220 = Chuẩn bị dữ liệu ghi chép việc gỡ bỏ...
15221 = %d của %d mục
15222 = Đang thực hiện thao tác đổi tên cần thiết...
15223 = Có phải bạn muốn xóa bỏ Ghi chép đã chọn ?
15224 = Có phải bạn muốn xóa bỏ Ghi chép đã chọn ?
15225 = Đang xóa bỏ %d của %d
15226 = Xuất Tất cả
15227 = Bỏ qua\nSao lưu
15228 = Bỏ qua tạo điểm Khôi phục hệ thống và sao lưu toàn bộ Registry
15229 = Tạo Sao lưu toàn bộ Registry - Bỏ qua !
15230 = Tạo điểm Khôi phục hệ thống - Bỏ qua !
15231 = Chỉnh sửa Ghi chép
15232 = Nhập Ghi chép
15233 = Xuất Ghi chép
15234 = Cú pháp Ghi chép -
15235 = Đổi tên Ghi chép
15236 = Tên Ghi chép
15237 = Lưu thay đổi
15238 = Sửa đổi
15239 = Biểu tượng
15240 = Số biểu tượng
15241 = Tác giả
15242 = Thời gian tạo
15243 = Thời gian sửa gần đây
15244 = Kích cỡ dự kiến
15245 = Khóa Registry
15246 = Mục Registry
15247 = Đã tạo
15248 = Đã xóa
15249 = Đã đổi tên
15250 = Ghi đè
15251 = Không rõ
15252 = Tên cũ
15253 = Tên đầy đủ
15254 = Tên cũ đầy đủ
15255 = Dữ liệu cũ
15256 = Mục Registry với tên đó đã tồn tại !
15257 = Thêm khóa
15258 = Tên khóa:
15259 = Không sửa đổi
15260 = Sửa đổi khóa
15261 = Thêm mục
15262 = Sửa đổi mục
15263 = Đặt
15264 = Kiểu cũ
15265 = Ép buộc dừng các tập tin thực thi đang chạy trong khi gỡ bỏ chúng
15266 = Tìm 1 bản Ghi chép thích hợp trước khi chạy trình gỡ bỏ sẵn có của chương trình
15267 = Có phải bạn muốn Gỡ bỏ nhanh chương trình đã chọn ?
15268 = Tìm 1 bản Ghi chép thích hợp trong các bản Ghi chép của bạn để thực hiện việc gỡ bỏ\nBắt đầu bằng trình gỡ bỏ sẵn có của chương trình là gỡ bỏ mặc định.
15269 = Tìm 1 bản Ghi chép thích hợp trong Cơ sở dữ liệu Ghi chép để thực hiện việc gỡ bỏ\nBắt đầu bằng trình gỡ bỏ sẵn có của chương trình là gỡ bỏ mặc định.
15270 = Sau khi trình gỡ bỏ sẵn có chạy hoàn tất, bấm "Tiếp tục" để xem các tập tin, thư mục và Registry còn sót lại.
15271 = Lỗi khi tải tập tin Ghi chép !
15272 = Lỗi đổi tên tập tin Ghi chép tải về !
15273 = Danh sách "Cơ sở dữ liệu Ghi chép" của Revo Uninstaller chứa danh sách các bản Ghi chép tương thích với Windows cùa bạn. Các bản Ghi chép này lưu trữ trên trang web của chúng tôi được duy trì bởi một đội ngũ của Revo Uninstaller. Bạn có thể dễ dàng sử dụng (với 1 cú bấm chuột vào "Gỡ bỏ") các bản Ghi chép này để gỡ bỏ chương trình.
15274 = Phiên bản của bạn:
15275 = Cập nhật ngay
15276 = Tự động cập nhật Cơ sở dữ liệu Ghi chép
15277 = Lỗi tải Cơ sở dữ liệu Ghi chép !
15278 = Lỗi cập nhật Cơ sở dữ liệu Ghi chép !
15279 = Lỗi giải nén Cơ sở dữ liệu Ghi chép !
15280 = Lỗi mở Cơ sở dữ liệu Ghi chép !
15281 = Nhập chú thích của bạn:
15282 = Chọn biểu tượng
15283 = Đường dẫn:
15284 = Chọn một biểu tượng từ danh sách:
15285 = Tập tin
15286 = Thư mục
15287 = Đang xuất Ghi chép -
15288 = Đang nhập Ghi chép -
15289 = %d%% hoàn tất
15290 = Đã xuất bởi
15291 = Tìm thấy Ghi chép liên quan
15292 = Có (đề nghị)
15293 = Các bản Ghi chép được liệt kê hình như có liên quan đến chương trình bạn muốn gỡ bỏ. Bạn có muốn dùng dữ liệu của các bản Ghi chép đó trong khi gỡ bỏ ?
15294 = Đang tải Ghi chép -
15295 = Các bản Ghi chép được liệt kê hình như có liên quan đến chương trình bạn muốn gỡ bỏ. Nếu bạn muốn dùng nó trong khi gỡ bỏ, hãy đánh dấu chọn phía trước nó.
15296 = Có 1 Ghi chép phù hợp trong Cơ sở dữ liệu Ghi chép của chúng tôi.\nBạn có muốn sử dụng nó để gỡ bỏ tốt hơn ?
15297 = Bạn có chắc chắn muốn xóa các bản ghi đã chọn trong danh sách?
15298 = Bạn phải chọn ít nhất một cột để xuất dữ liệu!
15299 = Duyệt đến
15300 = Sử dụng bản ghi đã chọn
15301 = Nguồn
15302 = Bạn chưa chọn bất kỳ trình gỡ bỏ sẵn có nào từ danh sách.\nBạn có chắc muốn tiếp tục tìm kiếm các tập tin còn sót lại và bỏ qua việc sử dụng một trình gỡ bỏ sẵn có?
15303 = Chọn một trình gỡ bỏ sẵn có từ danh sách nếu bạn muốn sử dụng nó trong tiến trình gỡ bỏ.
15304 = Bạn chưa chọn bản ghi nào trong danh sách.\nBạn có chắc muốn tìm kiếm các tập tin còn sót lại và bỏ qua việc sử dụng một bản ghi?
15305 = Chọn một bản ghi từ danh sách nếu bạn muốn sử dụng nó trong tiến trình gỡ bỏ.
15306 = Đang tải dữ liệu bản ghi...
15307 = Tạo một Bản sao lưu Registry đầy đủ trước khi gỡ bỏ.
15308 = Tạo một Bản sao lưu Registry đầy đủ bị vô hiệu hóa (trong Tùy chọn->Gỡ bỏ)
15309 = Đường dẫn:

15310 = Sử dụng dữ liệu gỡ bỏ của chương trình để lấy thuộc tính Ngày cài đặt

[Auto Run Manager Pro]
15800 = Thêm
15801 = Thêm chương trình khởi động cùng Windows
15802 = Thiết lập tự khởi động cho:
15803 = Tất cả người dùng
15804 = Người dùng hiện tại
15805 = Thiết lập tự khởi động từ:
15806 = Registry: Chạy - với mọi lần khởi động của Windows
15807 = Registry: Chạy một lần - chỉ chạy một lần, trong lần khởi động kế tiếp của Windows
15808 = Thư mục Startup - với mọi lần khởi động của Windows
15809 = Lệnh (đường dẫn):
15810 = Tên:
15811 = Loại bỏ khỏi danh sách khởi động
15812 = Loại bỏ mục không chạy khỏi danh sách khởi động
15813 = Loại bỏ mục đã vô hiệu hóa khỏi danh sách khởi động
15814 = Service
15815 = Mở Hộp thoại Service

[General App]
16001 = In
16002 = Xem trước khi in
16003 = Cài đặt In
16004 = Hiển thị
16005 = Thanh Menu
16006 = Thanh công cụ chính
16007 = Bảng mô tả
16008 = Thanh trạng thái
16009 = Thanh công cụ
16010 = Tập tin
16011 = Quản lý\nkhởi động
16012 = Dọn dẹp\ntập tin cũ
16013 = Công cụ\nWindows
16014 = Dọn dẹp\ntrình duyệt
16015 = Dọn dẹp\nMicrosoft Office
16016 = Dọn dẹp\nWindows
16017 = Xóa\ndấu vết
16018 = Xóa\nkhông thể phục hồi
16019 = Quản lý\nSao lưu
16020 = Cài đặt với Revo Uninstaller
16021 = Gỡ bỏ với Revo Uninstaller
16022 = Cài đặt chương trình đã chọn với Revo Uninstaller
16023 = Gỡ bỏ chương trình đã chọn với Revo Uninstaller
16024 = Thư mục Sao lưu:
16025 = Sao lưu Registry đã xóa
16026 = Sao lưu tập tin và thư mục đã xóa
16027 = Microsoft Excel không được cài trên máy (error code is 0x%08X).
16028 = Chạy Microsoft Excel thất bại  (error code is 0x%08X).
16029 = Lỗi không rõ.
16030 = Registry
16031 = Không báo thông tin bởi Revo Uninstaller
16032 = Không báo lỗi bởi Revo Uninstaller
16033 = Tiến trình
16034 = Hiện chương trình đánh dấu trong chế độ cửa sổ nhỏ
16035 = Tiến trình Bao gồm:
16036 = Tiến trình Loại trừ:
16037 = Đường dẫn tiến trình
16038 = Màu giao diện:
16039 = Thanh công cụ
16040 = Hiện nhãn
16041 = Biểu tượng nhỏ
16042 = Xanh lam
16043 = Xám
16044 = Đen
16045 = Bạc
16046 = Cơ bản 1
16047 = Cơ bản 2
16048 = Cơ bản mịn
16049 = Mua ngay
16050 = Sau khi bạn mua Revo Uninstaller, bạn sẽ nhận được một số sê-ri qua email. Khi kích hoạt Revo Uninstaller, bạn cần nhập số sê-ri đó vào ô dưới và bấm “Kích hoạt trực tuyến”. Kích hoạt yêu cầu kết nối internet, vì thế tường lửa của bạn không nên chặn Revo Uninstaller. Nếu bạn có bất kỳ câu hỏi nào về việc đăng ký, hãy liên hệ cho chúng tôi theo: registration@revouninstaller.com
16051 = Đăng ký
16052 = Nhập chính xác số sê-ri vào đây:
16053 = Kích hoạt trực tuyến
16054 = Việt hóa bởi Phạm Tuấn Khanh
16055 = Phiên bản đã đăng ký
16056 = Phiên bản chưa đăng ký
16057 = Có phải bạn muốn xóa những Sao lưu, tập tin Ghi chép và các dữ liệu Revo Uninstaller khác ? Bấm "Không" nếu bạn đang cập nhật chương trình.
16058 = Người dịch:
16059 = Sao lưu Registry hằng ngày
16060 = Xóa tập tin Ghi chép của chương trình được đánh dấu sau khi gỡ bỏ
16061 = Hiện biểu tượng nhỏ trong kiểu xem "Chi tiết"
16062 = Hiển thị các lệnh trong menu ngữ cảnh của Windows
16063 = Đánh dấu tất cả các tập tin, thư mục và registry còn sót lại
16064 = Xám đen
16065 = Xanh lam 2
16070 = Thanh Thao tác
16071 = Tùy chỉnh
16072 = Chủ đề
16073 = Tùy chỉnh màu nền
16074 = Chọn màu
16075 = Hãy đóng Revo Uninstaller, trước khi bắt đầu nhập 1 Ghi chép.\nHoặc nhập Ghi chép bằng cách dùng thẻ "Quản lí" trong công cụ "Chương trình đánh dấu".
16076 = Kích hoạt
16077 = Chọn phương thức kích hoạt
16078 = Kích hoạt trực tuyến
16079 = Kích hoạt bằng tập tin
16080 = 30 ngày dùng thử của bạn đã hết. Nếu bạn muốn tiếp tục dùng sản phẩm, bạn phải mua một giấy phép.
16081 = Sau khi bạn đã mua một giấy phép cho Revo Uninstaller, bạn sẽ nhận được một số serial bằng email. Để kích hoạt Revo Uninstaller, bạn cần phải nhập tên của bạn và số serial vào ô dưới đây (đề nghị sao chép và dán) và sau đó bấm "Kích hoạt trực tuyến". Kích hoạt đòi hỏi phải có kết nối Internet, do đó tường lửa của bạn phải không chặn Revo Uninstaller. Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi: registration@revouninstaller.com
16082 = Sau khi bạn đã mua một giấy phép cho Revo Uninstaller, bạn sẽ nhận được một số serial bằng email. Để kích hoạt tập tin Revo Uninstaller, bạn cần phải nhập tên của bạn và số serial vào ô dưới đây (đề nghị sao chép và dán) và sau đó bấm "Lưu tập tin" để lưu. Sau đó gửi các tập tin được tạo ra đến support@revouninstaller.com hoặc registration@revouninstaller.com. Trong 24 giờ, chúng tôi sẽ gửi cho bạn một mã Mở khóa để hoàn tất việc kích hoạt Revo Uninstaller. Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi tại: registration@revouninstaller.com
16083 = Bạn đã chọn kích hoạt tập tin Revo Uninstaller File. Sau khi bạn đã gửi các tập tin kích hoạt đến email của chúng tôi, bạn sẽ nhận được mã Mở khóa từ Revo Uninstaller. Bạn cần phải nhập mã Mở khóa dưới đây (đề nghị sao chép và dán) và bấm "Kích hoạt". Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến việc đăng ký, xin vui lòng liên hệ với chúng tôi tại: registration@revouninstaller.com
16084 = Có sự thay đổi trên máy tính của bạn, đề nghị bạn kích hoạt lại Revo Uninstaller. Chỉ cần bấm "Kích hoạt". Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi: registration@revouninstaller.com
16085 = Kích hoạt hoàn tất ! 
16086 = Kích hoạt thất bại !
16087 = Không có kết nối. Hãy chắc chắn tường lửa của bạn không chặn Revo Uninstaller.
16088 = Nhập tên:
16089 = Nhập số serial (đề nghị sao chép và dán):
16090 = Nhập mã (đề nghị sao chép và dán):
16091 = Khôi phục tiến trình kích hoạt
16092 = Số ngày còn lại:
16093 = Tập tin lưu
16094 = Đăng ký cho
16095 = Kích hoạt lại
16096 = Đang kích hoạt. Xin chờ...
16097 = Sai số serial.\nHãy sao chép và dán số serial thay vì gõ nó !
16098 = Hãy khởi động lại Revo Uninstaller
16100 = Số Serial:
16101 = Giấy phép:
16102 = Gửi phản hồi
16103 = Hỗ trợ trực tuyến
16104 = Thiết lập lại các bảng cài đặt chính
16105 = Thiết lập lại các cài đặt hiển thị chi tiết
16106 = Thiết lập lại thành công!\nKhởi động lại Revo Uninstaller để áp dụng các thay đổi
16107 = Không có đối tượng nào được chọn.\nBạn phải chọn ít nhất một đối tượng để tiến hành.
16108 = Hiện màn hình bắt đầu

[AppBar]
16900 = Lưu tập tin Ghi chép khi hệ thống thay đổi
16901 = Ngừng Ghi chép cài đặt
16902 = Revo Uninstaller đang ghi chép sự thay đổi của hệ thống - tiếp tục cài đặt như thường lệ ! Vui lòng không chạy bất cứ gói cài đặt, chương trình hay cái gì khác khi chương trình đang cài đặt ! Sau khi hoàn tất việc cài đặt, bạn chạy chương trình đã cài, tinh chỉnh và đóng chúng lại. Sau đó bấm "Dừng lại" (màu đỏ ở góc) và lưu Ghi chép.
16903 = Nhập tên cho tập tin Ghi chép:
16904 = Nhập tên cho tập tin Ghi chép và bấm "Lưu lại"
16905 = Revo Uninstaller đang đánh dấu cài đặt
16906 = Revo Uninstaller đang lưu dữ liệu
16907 = Không thể yêu cầu tắt máy tính. Hãy thử tắt máy thủ công !
16908 = Không thể điều chỉnh tắt máy tính. Hãy thử tắt máy thủ công !
16909 = Hãy nhập 1 tên tập tin Ghi chép hợp lệ !
16910 = Bạn có chắc chắn muốn hủy bỏ tiến trình ghi chép.

[JunkFilesCleanerPro]
17000 = Loại trừ
17001 = Sửa đổi cuối cùng
17002 = Quét thư mục...
17003 = Bao gồm
17004 = Thư mục bao gồm dạng rác

[Windows Apps]
17100 = Ứng dụng\nWindows
17101 = Ứng dụng Windows
17102 = Ứng dụng Windows
17103 = Tổng số ứng dụng
17104 = Ứng dụng
17105 = Ứng dụng
17106 = Mô-đun "Ứng dụng Windows" liệt kê tất cả các ứng dụng Windows đã cài đặt và giúp bạn gỡ bỏ bất kỳ ứng dụng nào với một cú nhấp chuột. Một số ứng dụng do Microsoft sản xuất được cài đặt sẵn với hệ điều hành, các ứng dụng khác được cài đặt thông qua Microsoft Store. Bạn có thể tìm thêm thông tin về bất kỳ ứng dụng nào từ trình đơn ngữ cảnh.
17107 = Phân tích và khởi động lệnh gỡ cài đặt mặc định của ứng dụng
17108 = Sau khi trình gỡ cài đặt mặc định của ứng dụng đã hoàn tất, nhấn nút "Quét" để bắt đầu quét các tệp, thư mục và registry còn sót lại.
17109 = Bạn có chắc muốn gỡ cài đặt ứng dụng đã chọn không?

[EvidenceRemoverPro]
17300 = Kiểu
17301 = Tổng dung lượng
17302 = Còn trống
17310 = Ổ đĩa
17311 = Ổ đĩa di động
17312 = Thời gian còn lại:
17313 = ngày
17314 = giờ
17315 = phút
17316 = giây
17317 = Bạn có chắc chắn muốn dừng tiến trình


[WindowsToolsPro]
17400 = System Restore
17401 = Network Diagnostics
17402 = Network Information
17403 = Security Center
17404 = System Properties
17405 = System Information
17406 = TCP/IP Netstat Command
17407 = On Screen Keyboard
17408 = Disk Defragmenter
17409 = Services
17410 = Shared Folders
17411 = Group Policy
17412 = Add/Remove Windows Components
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Check Disk
17417 = System File Checker
17450 = Windows Backup and Restore cho phép bạn tạo ra các bản sao lưu của các tập tin dữ liệu cho tất cả mọi người sử dụng máy tính và cung cấp cho bạn khả năng để tạo ra một hình ảnh hệ thống. Bạn có thể cho phép Windows chọn những gì để sao lưu hoặc bạn có thể chọn các thư mục cá nhân, thư viện, và ổ đĩa mà bạn muốn sao lưu. Một hình ảnh hệ thống bao gồm Windows và cài đặt hệ thống, các chương trình, và các tập tin. Bạn có thể sử dụng một hình ảnh hệ thống để khôi phục lại các nội dung của máy tính của bạn nếu ổ đĩa cứng của bạn hoặc máy tính bị hư hỏng.
17451 = Task Scheduler giúp bạn lên lịch các tác vụ tự động thực hiện tại một thời điểm cụ thể. Nó cung cấp khả năng thực hiện chương trình hoặc các mốc thời gian được xác định trước hoặc sau thời gian quy định. Task Scheduler duy trì tất cả các nhiệm vụ theo lịch trình, cung cấp một cái nhìn có tổ chức các nhiệm vụ và thuận tiện hơn để quản lý chúng.
17452 = Check Disk xác nhận tính tương thích hợp lý của hệ thống tập tin trong Windows. Nó kiểm tra các vấn đề liên quan đến thành phần xấu, mất cụm, các tập tin liên kết ngang, các lỗi thư mục, và các vấn đề có thể có do hệ thống bị treo hoặc đóng băng, sự cố điện, tắt máy tính đột ngột, v.v...
17453 = System File Checker cho phép bạn quét và khôi phục lại các lỗi trong các tập tin hệ thống Windows. Nếu phát hiện, nó sẽ cố gắng để thay thế các tập tin có vấn đề từ Windows DLL Cache. Nếu tập tin là không phải trong Windows DLL cache hoặc Cache DLL bị hỏng, bạn sẽ được nhắc nhở để chèn đĩa cài đặt Windows.

[WindowsCleanerPro]
17500 = Xóa bộ nhớ tạm

[UnrecoverableDeletePro]
17600 = Thêm tập tin
17601 = Thêm thư mục
17602 = Xóa vĩnh viễn
17603 = Đang xóa
17604 = Đang tính...
17605 = Các đối tượng còn lại trong danh sách không thể xóa bây giờ.\nHãy chắc chắn rằng chúng không được sử dụng bởi Windows hoặc một chương trình khác và thử lại.

[Backup Manager]
17800 = Quản lý Sao lưu
17801 = Khôi phục
17802 = Xóa
17803 = Xóa Tất cả
17804 = Tùy chỉnh\nKhôi phục
17812 = Đang tải cây...
17813 = Quay lại
17814 = Tiếp tục
17815 = Không tìm thấy diểm Khôi phục dữ liệu
17816 = Đang xử lí
17817 = Đang sao lưu %d của %d mục
17818 = Điểm Khôi phục:
17819 = Tổng dung lượng:
17820 = Quản lý Sao lưu giúp bạn quản lý việc sao lưu thông tin bị mất sau khi Revo Uninstaller đã xóa mọi khóa registry, tập tin và thư mục, bằng một điểm khôi phục. Bạn có thể khôi phục tất cả dữ liệu đã xóa hoặc bạn có thể lựa chọn mục muốn khôi phục. Nếu bạn cần khoảng trống, bạn có thể xóa một số hoặc tất cả điểm khôi phục.
17821 = Tên
17822 = Thao tác
17823 = Dung lượng
17824 = Registry
17825 = Tập tin và thư mục
17826 = Giờ
17827 = Ngày
17830 = Tên Khóa/Nhãn
17831 = Dữ liệu
17835 = Nhãn mặc định
17836 = Đang khôi phục %d của %d mục
17837 = Đang khôi phục
17838 = Tên Tập tin/Thư mục
17839 = Tùy chỉnh Khôi phục
17840 = Lỗi đọc tập tin Sao lưu dữ liệu !
17841 = Tập tin và thư mục cần khôi phục
17842 = Mục Registry cần khôi phục
17843 = Không đủ không gian ổ đĩa để lưu tập tin Sao lưu !
17844 = Lỗi ghi tập tin Sao lưu dữ liệu !
17845 = Có phải bạn muốn khôi phục %s của %s ?
17846 = Có phải bạn muốn xóa diểm Khôi phục hệ thống ?
17847 = Xóa\ntheo thời gian
17848 = Xóa tất cả Sao lưu cũ hơn một khoảng thời gian
17849 = Xóa tất cả Sao lưu cũ hơn:
17850 = Chọn:
17851 = Một tuần
17852 = Hai tuần
17853 = 30 ngày
17854 = 90 ngày
17855 = 180 ngày
17856 = Một năm
17857 = Tùy chỉnh
17858 = Bạn đã chọn ngày mới hơn hôm nay.\nĐiều này sẽ xóa tất cả Sao lưu ! Tiếp tục ?

[TooltipsPro]
18200 = Điều chỉnh cài đặt của Revo Uninstaller
18201 = Thay đổi cách hiển thị danh sách chương trình được đánh dấu
18202 = Quản lý thông tin sao lưu được lưu trữ bởi Revo Uninstaller
18203 = Cài đặt chương trình thông qua Revo Uninstaller
18204 = Gỡ bỏ bắt buộc những vết tích còn lại của chương trình đã gỡ bỏ
18205 = Hiển thị tất cả chương trình đã cài đặt
18206 = Hiển thị những chương trình đã cài đặt được đánh dấu
18207 = Gỡ bỏ chương trình đánh dấu đã chọn
18208 = Tùy chỉnh gỡ bỏ chương trình đánh dấu đã chọn
18209 = Phục hồi diểm Khôi phục đã chọn của Revo Uninstaller
18210 = Tùy chỉnh phục hồi diểm Khôi phục đã chọn của Revo Uninstaller
18211 = Xóa diểm Khôi phục đã chọn của Revo Uninstaller
18212 = Thêm chương trình khởi động cùng Windows
18213 = Thực hiện xóa dấu vết trên ổ đĩa cứng
18214 = Thêm tập tin để xóa vĩnh viễn
18215 = Thêm thư mục để xóa vĩnh viễn
18216 = Xóa tập tin và thư mục đã thêm
18217 = Xóa tập tin đã đánh dấu
18218 = Thay đổi hoặc Khôi phục cài đặt chương trình đã chọn
18219 = Gỡ bỏ nhanh chương trình đã chọn (mọi dấu tích tìm thấy sẽ được tự động xóa)
18220 = Thêm mục mới vào Ghi chép
18221 = Xác định mục chọn
18222 = Xóa mục chọn khỏi Ghi chép
18223 = Xuất dữ liệu Ghi chép hiện tại thành HTML

[Portable]
18500 = Lỗi tải cập nhật!
18501 = Lỗi giải nén cập nhật!
18502 = Đang cập nhật
18503 = Cập nhật thành công!
18504 = %d của %d tập tin
18505 = Khả năng di chuyển
18506 = Sử dụng thư mục lưu trữ dữ liệu tùy chỉnh
18507 = Kích hoạt chế độ tải nhanh
18508 = Chấp nhận
18509 = Giấy phép thỏa thuận